{
  "Ideas" : [ {"disposition":null,"relevance_to_challenge":"When the world is calling (almost) a daily moon shot at Super 'App' WE thought it is worth to aim at one from EMC perspective. This App can become 'the way of life' for every EMCer. Through the traffic, high & frequent usage it can be used to promote important messages, collaboration among teams & have features like SOS for IT Support. thus the App can project contemporary ","title":"The EMC Super 'App': Mail, Check-in, Team Cafe & SOS (Big 4 Functionality)","id":2015003365,"tags":"# emc_superapp #coolit #consumerdriven #it_sos","comments_count":0,"contest_id":0,"innovation_doc":null,"who_locked":null,"likes":false,"from_combined":false,"status":"published","likes_count":0,"practical_problem_solved":"Challenges of the today's workplace is there isn't a single pane of glass that attracts every employee's attention. If we could be able to do that we can solve organization wide communication challenges, Global Team's collaboration challenge on the innovation/ problem solving, greater connectivity & ability to have EMC knowledge at your fingers (some existing mobile apps integration).","submit_date":"2015-07-01T05:28:52Z","type_of_innovation":"new_product","idea_history":"Outlook released a good enough App few months back, but as we came across the fact that it is not safe for us to use as data gets stored outside EMC premises we deleted it right away. While going back to default 'mail' app this occur to us in a conversation that we can do something basic which can have pull factor in classic mail & push factor on what EMC needs (contemporary employee communication & Collaboration) as well as 'cool' way to reach IT help Desk.  ","submitter":"tejas.pandit@emc.com","success_benefit":"If successful in implementation this app has potential of getting entire company on a literal single pane of glass. way from there to leverage & utilize this app can be multifold. If not all combination of few of the features mentioned above can be good next steps in leveraging our global diverse workforce. ","updated_date":"2015-07-01T05:28:52Z","description":"Building an App with the right productivity hacks inbuilt to attract every EMCers to the 'Super App', So, How?\n- Every morning first thing we do is to look at the boring iOS Mail Application or Android equivalent. Intact we check that app at least 20 times a day. it is now  possible now to integrate exchange account. Mail doesn't have much of the complex functionalities, replicating them using some 3rd party email application can be easy. \n- Additional Feature (Few & Important to not clutter the interface): \n-- 'Check-in' to EMC: GPS based checkin facility which activates the App when you enter EMC premises. (also you can activate this feature by logging through Airwatach/VPN)It delivers you the 'Day in Brief'/'Shout out' message from your colleague reading any important asks/ help needed. \n-- \"Team Cafe': A Tab which has simple options like, 'Spark of the day' where you see your immediate team's idea & respond to it or 'water cooler' where you can start a chat which creates push notification to your team only\n-- \"SOS\" to IT: This is basically your one touch IT customer service experience, which can have API calls to Lync- 'IT help' id on which you can chat or 'Panic' button where IT help desk can call you on the same mobile. ","locked":null,"sends_count":null,"status_date":"2015-07-01T05:28:52Z","innovators":[{"badge_no":71213,"name":"Pandit,Tejas","email":"tejas.pandit@emc.com"},{"badge_no":104278,"name":"Jothiprakasam,Srinivasa","email":"vivek.jothiprakasam@emc.com"},{"badge_no":91049,"name":"Deepa,S","email":"s.deepa@emc.com"}]} ,
  {"disposition":null,"relevance_to_challenge":"Meta-Data Analytics capability of DPS Portfolio is becoming a more important differentiator. Current consumption model (purcahse, install, deploy, ongoing) is not \"ideal\" to realize the business/technology/operational benefits to our enterprise custoemr set- And thus become a \"prohibitive\" factor for the market to truly apperciate the value of our portfolio offering.","title":"Data Protection - Meta Data Analytic -as-a-Service","id":2015003362,"tags":"dpa,dps,cloud","comments_count":0,"contest_id":0,"innovation_doc":null,"who_locked":null,"likes":false,"from_combined":false,"status":"published","likes_count":0,"practical_problem_solved":"This is to resolve a problem of \"relatively low adoption rate\" of Data  Protection Advisor - as the key Data  Protection Analytic platform among DPS portfolio. ","submit_date":"2015-07-01T04:47:22Z","type_of_innovation":"existing_product_improvement","idea_history":"In the past few years, in various custoemr engagement, DPA is becoming a good-but kinda topic. Customer likes the intelligent/analytics it brings but is wondering if this is truely worth the effort to deploy/support/operate (in addition to the whatever backup infrastructure). For those DPA customer, it is a common issue that the \"value\" of DPA is always under-archive -as customer just don't have a big incentive to \"invest in customization\" into DPA - Like, buying an iPhone with no Apps... ","submitter":"Patrick.Cheng@emc.com","success_benefit":"- Simplify consumption model - encourage more consumption.\n- Market become more \"appreciate\" the value of DPS' Analytics capability - \n- Customer has a easier way to \"have\" the reporting they needs. (Instead of focusing on the infastructure/integration/customization)\n- ","updated_date":"2015-07-01T04:47:22Z","description":"- DPA-as-a-Service Model\n- Multi-tenant based, subscription model.\n- Web-based Anywhere access to DP Analytic information\n- Introduce \"Market Space\" to subscribers to share varioius customizations (reports, alerts, etc.) - Encourage customization and turning this into a \"platform\"\n- As the base platform to further built-up other DP-as-a-Service elements (e.g. Control Planel = BRM)","locked":null,"sends_count":null,"status_date":"2015-07-01T04:47:22Z","innovators":[{"badge_no":115363,"name":"Cheng,Patrick","email":"Patrick.Cheng@emc.com"}]},
{"disposition":null,"relevance_to_challenge":"This is an idea to Auto WebX record all the meeting happening in EMC and Keep them for some time in common repository. (6 Months or 12 Months)\n\nThis will help any team or the members of the meeting go back and refer.\n\nUsing this we are achieving one centralized repository for all our EMC meetings.\n","title":"EMC Auto WebX recorder","id":2015003351,"tags":"emc auto webx recorder","comments_count":0,"contest_id":0,"innovation_doc":null,"who_locked":null,"likes":false,"from_combined":false,"status":"published","likes_count":3,"practical_problem_solved":"Using this we are achieving one centralized repository for all our EMC meetings.","submit_date":"2015-07-01T04:04:24Z","type_of_innovation":"new_solution","idea_history":"NA","submitter":"vishnuvardhana.gc@emc.com","success_benefit":"Centralized repository for all our EMC meetings.","updated_date":"2015-07-01T04:04:24Z","description":"This will help any team or the members of the meeting go back and refer.","locked":null,"sends_count":null,"status_date":"2015-07-01T04:04:24Z","innovators":[{"badge_no":142329,"name":"G Chandrashekharareddy,Vishnuvardhana","email":"vishnuvardhana.gc@emc.com"}]},
 {"disposition":null,"relevance_to_challenge":"This will serve the challenge/s listed below. ","title":"EMC Competitions ","id":2015003345,"tags":"","comments_count":0,"contest_id":0,"innovation_doc":null,"who_locked":null,"likes":false,"from_combined":false,"status":"published","likes_count":0,"practical_problem_solved":"There is a great competition spirit within EMC that needs to stay alife","submit_date":"2015-07-01T03:59:38Z","type_of_innovation":"new_process","idea_history":"NA","submitter":"Nihal.Hossam@emc.com","success_benefit":"Idea generation\nteam spirit\nhigh quality ","updated_date":"2015-07-01T03:59:38Z","description":"Create quarterly competitions based on challenges that we have to come up with solutions ","locked":null,"sends_count":null,"status_date":"2015-07-01T03:59:38Z","innovators":[{"badge_no":140727,"name":"Hossam,Nihal","email":"Nihal.Hossam@emc.com"}]}
  ]
}